{
  "quotes": [
    "I don't think you have any insight whatsoever into your capacity for good until you have some well-developed insight into your capacity for evil.",
    "The purpose of life is finding the largest burden that you can bear and bearing it.",
    "To stand up straight with your shoulders back is to accept the terrible responsibility of life, with eyes wide open. It means deciding to voluntarily transform the chaos of potential into the realities of habitable order. It means adopting the burden of self-conscious vulnerability, and accepting the end of the unconscious paradise of childhood, where finitude and mortality are only himly comprehended. It means willingly undertaking the sacrifices necessary to generate a productive and meaningful reality (it means acting to please God, in the ancient language).",
    "You're going to pay a price for every bloody thing you do and everything you don't do. You don't get to choose to not pay a price. You get to choose which poison you're going to take. That's it.",
    "If you don't say what you think then you kill your unborn self.",
    "If you fulfill your obligations every day you don't need to worry about the future.",
    "When you have something to say, silence is a lie.",
    "Don’t underestimate the power of vision and direction. These are irresistible forces, able to transform what might appear to be unconquerable obstacles into traversable pathways and expanding opportunities. Strengthen the individual. Start with yourself. Take care of yourself. Define who you are. Refine your personality. Choose your destination and articulate your Being. As the great nineteenth-century German philosopher Friedrich Nietzsche so brilliantly noted, \"He whose life has a why can bear almost any how.\"",
    "We deserve some respect. You deserve some respect. You are important to other people, as much as to yourself. You have some vital role to play in the unfolding destiny of the world. You are, therefore, morally obliged to take care of yourself. You should take care of, help and be good to yourself the same way you would take care of, help and be good to someone you loved and valued. You may therefore have to conduct yourself habitually in a manner that allows you some respect for your own Being—and fair enough. But every person is deeply flawed. Everyone falls short of the glory of God. If that stark fact meant, however, that we had no responsibility to care, for ourselves as much as others, everyone would be brutally punished all the time. That would not be good. That would make the shortcomings of the world, which can make everyone who thinks honestly question the very propriety of the world, worse in every way. That simply cannot be the proper path forward.",
    "To suffer terribly and to know yourself as the cause: that is Hell.",
    "If you think tough men are dangerous, wait until you see what weak men are capable of.",
    "Don't compare yourself with other people; compare yourself with who you were yesterday.",
    "I don't tell people, \"You're okay the way that you are.\" That's not the right story. The right story is, \"You're way less than you could be.\"",
    "It makes sense that a witch lives in a swamp.",
    "It is more difficult to rule yourself than to rule a city.",
    "Don't lie about anything, ever. Lying leads to Hell.",
    "Can you imagine yourself in ten years if instead of avoiding the things you know you should do, you actually did them every single day? That's powerful.",
    "Do the things which make you strong. Stop doing the things which make you weak.",
    "There's nothing more powerful than paying attention.",
    "The things that pose the greatest threats to your survival are the most real things.",
    "If you dare to do the most difficult thing you can conceptualize, your life will work out better than if you do anything else.",
    "Make friends with people who want the best for you.",
    "Be precise in your speech.",
    "The successful among us delay gratification. The successful among us bargain with the future.",
    "You should never sacrifice what you could be for what you are.",
    "Put the things you can control in order. Repair what is in disorder, and make what is already good better.",
    "To journey happily may well be better than to arrive successfully.",
    "Be careful what you aim at.",
    "Walk tall and gaze forthrightly ahead. Dare to be dangerous.",
    "Set your house in perfect order before you criticize the world.",
    "Face the demands of life voluntarily. Respond to a challenge, instead of bracing for catastrophe.",
    "The way that you make people resilient is by voluntarily exposing them to things that they are afraid of and that make them uncomfortable.",
    "Here's how you can tell someone is your friend: A) You can tell them bad news, and they'll listen. B) You can tell them good news, and they'll help you celebrate.",
    "Here's a rule for whether or not you should take an opportunity: Will taking that opportunity teach you something that you can use to get other opportunities?",
    "Everybody acts out a myth but very few people know what their myth is, and you should know what your myth is because it might be a tragedy and maybe you don't want it to be.",
    "You want to have a meaningful life? Everything you do matters. That's the definition of a meaningful life. But everything you do matters. You're going to have to carry that with you.",
    "The other thing that's so interesting about being alive is that you're all in. No matter what you do you're all in; this is gonna kill you. So I think you might as well play the most magnificent game you can while you're waiting. Because, do you have anything better to do, really?",
    "First stop lying, then start speaking the truth.",
    "Stop saying things that you know to be lies.",
    "What's better: to not be afraid, or to know that you can handle being afraid?",
    "Evil is the force that believes its knowledge is complete.",
    "Why do dragons hoard gold? Because the thing you most need is always to be found where you least want to look.",
    "Speak the truth and see what happens.",
    "The idea that paradise, the proper habitat of a human being, is a walled garden is a good one. It's an echo back to the chaos/order idea. Walls: culture. Garden: nature. The proper human habitat is a properly tended garden.",
    "There are only three options in dealing with people: it will either be slavery, tyranny, or negotiation.",
    "When you know that the snake is in you, that's wisdom.",
    "When Adam and Eve realize they're naked is that same moment they realize the difference between good and evil. What's the relationship between consciousness, knowledge of nakedness, and knowledge of good and evil? When you know that you're vulnerable, and they also developed a knowledge of death so there's deep knowledge of vulnerability, and they get embarrassed about that and they cover themselves up. So that's culture. So it's a very profound shock when they come to recognize that they're naked. It even causes Adam to run and hide from God. Then they develop the knowledge of good and evil. This is about how human beings have this peculiar capacity that no other creatures have. I know how I can be hurt, because I am aware of my own limitations – painfully aware. And now, because I know how I can be hurt, I know how you can be hurt. And I can take advantage of that. And that's how evil enters the world. It gives people another attribute of divinity, knowing the difference between good and evil. The cosmos switches when that self-consciousness manifests itself, and that's when the possibility of evil enters the world.",
    "This snake becomes the adversary of Being. There's the snake that bites you in the jungle. Then there's the snake that lives in your enemy. And then there's the snake that lives in your family. And then there's the snake that lives in you. And that snake that's in you, it's a psychological phenomena. It's equivalent to transcendent evil itself, the thing that inhabits every person. It's associated with knowledge of our vulnerability that gives us this constant capacity for evil.",
    "Dante was trying to get to the bottom of what constitutes evil. There's a hierarchy of reprehensible behavior, and Dante thought it was betrayal. And I think that's right, because I believe the fundamental human resource is trust. Trust is an unbelievably powerful economic force.",
    "What happens in the story of Adam and Eve is that when people become self-conscious, they get thrown out of Paradise and then they're in history. And history is a place where there's pain in child birth, and where you're dominated by your mate, and where you have to toil like mad like no other animal because you're aware of your future. You have to work, and sacrifice the joys of the present for the future, constantly, and you know that you're going to die. And you have all that weight on you. How could anything be more true than that? Unless you're naive beyond comprehension. There's something that's echoed about your life in that representation. We're such strange creatures, because we don't really fit into being in some sense, and that's what's expressed in the notion of The Fall.",
    "Most of the adventure genre is about how there is some enemy that's lurking, and someone rises up to confront it and maintain order. There's no getting away from that story.",
    "So what mediates between the domains of order and chaos? Consciousness, as far as I can tell. It's the hero, that's one way of thinking about it. It's the Logos, that's another way of thinking about it. It's the word that generates order out of chaos at the beginning of time. It's the consciousness that's interacting with the matter of the world produces Being. That's basically it. That's basically you, for all intents and purposes.",
    "If you are not capable of cruelty, then you are absolutely a victim of anyone who is. For those who are exceedingly agreeable, there is a part of them crying out for the incorporation of the monster within them, which is what gives them strength of character and self-respect, because it is impossible to respect yourself until you grow teeth. And if you grow teeth, you realize that you're somewhat dangerous, or seriously dangerous. Then you might be more willing to demand that you treat yourself with respect and that other people do the same thing. That doesn't mean that being cruel is better than not being cruel. What it means is that being able to be cruel, and then not being cruel, is better than not being able to be cruel, because in the first case you're nothing but weak and naive, and in the second case you're dangerous but you have it under control. If you're competent at fighting, it actually decreases the probability that you're going to have to fight, because when someone pushes you you'll be able to respond with confidence, and with any luck a reasonable show of confidence, which is a show of dominance, will be enough to make the bully back off.",
    "Work as hard as you possibly can on at least one thing and see what happens.",
    "Blaming others for your problems is a complete waste of time. When you do that, you don’t learn anything. You can’t grow and you can’t mature. Thus you can’t make your life better.",
    "Confront the chaos of Being. Take aim against a sea of troubles. Specify your destination, and chart your course.",
    "The better ambitions have to do with development of character and ability, rather than status and power. Status you can lose. You carry character with you wherever you go, and it allows you to prevail against adversity.",
    "Consciousness is a mystery that faces the mystery of potential and transforms it into actuality. We do that with every choice we make. Our choices determine the destiny of the world. By making a choice, you alter the structure of reality.",
    "He whose life has a why can bear almost any how."
  ]
}
